const historicalDates = [
  {
    id: 1,
    name: 'Наука',
    events: [
      {
        year: 2001,
        description: 'Наука-1  13 сентября - частое солнечное затмение...',
      },
      {
        year: 2016,
        description: 'Наука-2  13 сентября - частое солнечное затмение...',
      },
      {
        year: 2017,
        description: 'Наука-3  13 сентября - частое солнечное затмение...',
      },
      {
        year: 2018,
        description: 'Наука-4  13 сентября - частое солнечное затмение...',
      },
      {
        year: 2019,
        description: 'Наука-5  13 сентября - частое солнечное затмение...',
      },
      {
        year: 2021,
        description: 'Наука-6  13 сентября - частое солнечное затмение...',
      },
    ],
  },
  {
    id: 2,
    name: 'Литература',
    events: [
      {
        year: 2002,
        description: 'Литература-1  13 сентября - частое солнечное затмение...',
      },
      {
        year: 2016,
        description: 'Литература-2  13 сентября - частое солнечное затмение...',
      },
      {
        year: 2017,
        description: 'Литература-3  13 сентября - частое солнечное затмение...',
      },
      {
        year: 2018,
        description: 'Литература-4  13 сентября - частое солнечное затмение...',
      },
      {
        year: 2019,
        description: 'Литература-5  13 сентября - частое солнечное затмение...',
      },
      {
        year: 2022,
        description: 'Литература-6  13 сентября - частое солнечное затмение...',
      },
    ],
  },
  {
    id: 3,
    name: 'Кино',
    events: [
      {
        year: 2003,
        description: '13 сентября - частое солнечное затмение...',
      },
      {
        year: 2016,
        description: '13 сентября - частое солнечное затмение...',
      },
      {
        year: 2017,
        description: '13 сентября - частое солнечное затмение...',
      },
      {
        year: 2018,
        description: '13 сентября - частое солнечное затмение...',
      },
      {
        year: 2019,
        description: '13 сентября - частое солнечное затмение...',
      },
      {
        year: 2023,
        description: '13 сентября - частое солнечное затмение...',
      },
    ],
  },
  {
    id: 4,
    name: 'Технологии',
    events: [
      {
        year: 2004,
        description: '13 сентября - частое солнечное затмение...',
      },
      {
        year: 2016,
        description: '13 сентября - частое солнечное затмение...',
      },
      {
        year: 2017,
        description: '13 сентября - частое солнечное затмение...',
      },
      {
        year: 2018,
        description: '13 сентября - частое солнечное затмение...',
      },
      {
        year: 2019,
        description: '13 сентября - частое солнечное затмение...',
      },
      {
        year: 2024,
        description: '13 сентября - частое солнечное затмение...',
      },
    ],
  },
  {
    id: 5,
    name: 'Спорт',
    events: [
      {
        year: 2005,
        description: '13 сентября - частое солнечное затмение...',
      },
      {
        year: 2016,
        description: '13 сентября - частое солнечное затмение...',
      },
      {
        year: 2017,
        description: '13 сентября - частое солнечное затмение...',
      },
      {
        year: 2018,
        description: '13 сентября - частое солнечное затмение...',
      },
      {
        year: 2019,
        description: '13 сентября - частое солнечное затмение...',
      },
      {
        year: 2025,
        description: '13 сентября - частое солнечное затмение...',
      },
    ],
  },
  {
    id: 6,
    name: 'Искусство',
    events: [
      {
        year: 2006,
        description: 'Искусство-1  13 сентября - частое солнечное затмение...',
      },
      {
        year: 2016,
        description: 'Искусство-2  13 сентября - частое солнечное затмение...',
      },
      {
        year: 2017,
        description: 'Искусство-3  13 сентября - частое солнечное затмение...',
      },
      {
        year: 2018,
        description: 'Искусство-4  13 сентября - частое солнечное затмение...',
      },
      {
        year: 2019,
        description: 'Искусство-5  13 сентября - частое солнечное затмение...',
      },
      {
        year: 2026,
        description: 'Искусство-6  13 сентября - частое солнечное затмение...',
      },
    ],
  },
];

export { historicalDates };
